Repository: editorscut/ec017appintents
Catalog: Chapter02/Section07/MyMood/MyMood/Auxiliary/Localizable.xcstrings
Source language: en
Languages: fr

source: Apply
fr: Appliquer

source: Cancel
fr: Annuler

source: Create
fr: Créer

source: Duplicate
fr: Dupliquer

source: Edit
fr: Modifier

source: Moods
fr: Humeurs

source: Most recent
fr: Plus récent

source: New mood
fr: Nouvelle humeur

source: Open and Create a Mood
fr: Ouvrir et Créer une humeur

source: Open and Create a Work Mood
fr: Ouvrir et Créer une humeur de travail

source: Open to most recent Mood
fr: Ouvrir à la dernière humeur

source: This intent launches the app and navigates to the create mood sheet
fr: Cet intent lance l’app et affiche l’écran de création d’humeur

source: This intent launches the app and navigates to the create mood sheet with the activity set to 'work'
fr: Cet intent lance l’app et ouvre l’écran de création d’humeur avec l’activité définie sur “travail”

source: This intent launches the app and navigates to the detail page for the most recently created mood
fr: Cet intent lance l’app et ouvre la page de détail de l’humeur la plus récemment créée

source: Work mood
fr: Humeur de travail
